Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: RIVERPORT CONSPIRACY FORUM SUBJECT: MONARCH IS TAKING OVER BLANCH_MCDOUGAL 10-10-2016 01:12am I am not actually Blanch McDougal, but I have all kinds of inside scoops about Monarch and need to keep undercover until I find a way to save the world. I saw wut really went down at the university and got out just in the NICK of time to tell everybody all the crazy shit going on. Here is the truth. We r all fucked. Monarch built a playground of death and right now Riverport is going down the shit slide. Wut’s at the bottom? Something called the “end of time”. It’s all part of their master plan, which I am calling “Operation Clockstop”. Monarch took everybody from the university and tried to kill them so they wouldn’t talk about it. They just had a secret gala meeting about Operation Clock Stop at Gull Island. Wut is the point of Operation Clockstop? As far as I can put together it all has to do with numbers. In 1999 Monarch was formed. In 2010 they bought out the industrial area, which they are now using to extract some weird energy shit. 1999 and 2010. 2010 – 1999 = 11. Multiply 11 by 2010 = 22,110. Backwards that’s 01122, which is close to the industrial area’s zip code. Some people r like “hey, Nick, that’s just a coincidence” but it can’t be cuz it goes way deeper. Monarch assaulted the university on October 9th, 2016. In numbers that’s 10 09 2016. Zeros r shaped like circles, kinda like dots in morse code, which would mean that all other the numbers r dashes in morse code. So 10 09 2016 in morse code = O – O – – O – – I looked that up in morse code. It could be a couple different sets of eltters: A A N M R T T E M Unjubble all those letters and u can spell ARMAMENT and MEATMAN. Armament = weapon. Meatman = butcher. Wut do butcher’s do? Chop and cut things. Wut do weapons do? Destroy things. Cutting things and destroying things r kind of connected. So there’s that. think about it. I’m still figuring out the rest, but I’m 95% there. By the way this theory is copyrite Blanch McDougal (secretly not Blanch McDougal) 2016. ------------------------------------------------------------------------------------------------------------------------------------------ GABE42 10-10-2016 01:16am …wtf ------------------------------------------------------------------------------------------------------------------------------------------ HANSEL_GRETZKEY 10-10-2016 01:18am This sounds a lot like TAXI_GUY_69. He thought that gas prices were secret number codes for treasure coordinates or some shit. ------------------------------------------------------------------------------------------------------------------------------------------ BLANCH_MCDOUGAL 10-10-2016 01:20am Gas is owned by oil companies. Who has huge investments in oil? Monarch. #allconnected. Who’s the idiot now? ------------------------------------------------------------------------------------------------------------------------------------------ HANSEL_GRETZKEY 10-10-2016 01:22am #whatdrugsareyouon ------------------------------------------------------------------------------------------------------------------------------------------ SPONGEBACON 10-10-2016 01:24am Blanch is on to something! I’ve been seeing ghosts all around this goddamn city for years now. This is all connected. #ALLCONNECTED Let’s get to the bottom of Operation Clockstop together. Perhaps Monarch is building a secret weapon? But who is the meatman?? #whoisthemeatman ------------------------------------------------------------------------------------------------------------------------------------------ BLANCH_MCDOUGAL 10-10-2016 01:26am Thx Spongebacon. Very good point. The question is what is this secret weapon built for?? IDK who the meatman is. Maybe we shouldn’t focus on that. It doesn’t make as much sense as my numbers theory. ------------------------------------------------------------------------------------------------------------------------------------------ SPONGEBACON 10-10-2016 01:29am The secret weapon is what is creating all the ghosts! Ghosts don’t have meat, so perhaps the meatman is harvesting humans and then killing them to create more ghosts for his ghost army. #whoisthemeatman ------------------------------------------------------------------------------------------------------------------------------------------ BLANCH_MCDOUGAL 10-10-2016 01:31am That’s kinda dumb.This is definitely more about Monarch than ghosts. ------------------------------------------------------------------------------------------------------------------------------------------ SPONGEBACON 10-10-2016 01:33am You said Monarch’s doing weird shit at the industrial area with energy. Could it be ghost energy? The answer is yes. Their plan is simple: Harvest ghost energy. Cause ghost multiplication. Build massive ghost army. A mass haunting is underway and the meatman is behind all of this! Blanch was the first to discover the truth!! #whoisthemeatman ------------------------------------------------------------------------------------------------------------------------------------------ BLANCH_MCDOUGAL 10-10-2016 01:34am Please don’t connect me to this. ------------------------------------------------------------------------------------------------------------------------------------------ CHUPACABRA4REAL 10-10-2016 01:37am I started thinking about how to locate the meatman. I drew a dot on a map of Riverport over every butcher shop in the city. When I combined the dots they all drew a picture of a swan with a really weird neck. The dots were black. Black Swan? #whoisthemeatman ------------------------------------------------------------------------------------------------------------------------------------------ SPONGEBACON 10-10-2016 01:39am Black Swan. A symbol of darkness. This is going somewhere. #whoisthemeatman ------------------------------------------------------------------------------------------------------------------------------------------ BLANCH_MCDOUGAL 10-10-2016 01:41am The dots were only black because u were using a black marker. There is no goddamn meatman. I’m starting a new thread.
pl_pl: FORUM SPISKOWE RIVERPORT TEMAT: MONARCHA PRZEJMUJE WŁADZĘ BLANCH_MCDOUGAL 10-10-2016 01:12 W rzeczywistości nie jestem Blanch McDougal, ale mam wszystkie rodzaje wewnętrznych informacji o Monarch i muszę pozostać w ukryciu, dopóki nie znajdę sposobu na uratowanie świata. Widziałam, co naprawdę działo się na uniwersytecie i wydostałam się w samą porę, aby powiedzieć wszystkim o całym tym szalonym gównie. Oto prawda. Wszyscy mamy przejebane. Monarch zbudował plac zabaw śmierci, a teraz Riverport zjeżdża po gównianej zjeżdżalni. Co jest na dole? Coś, co nazywa się „końcem czasu”. To wszystko jest częścią ich planu, który nazywam „Operacją Clockstop”. Monarch zabrał wszystkich z uniwersytetu i próbował ich zabić, żeby o tym nie mówili. Właśnie odbyli tajne spotkanie galowe na temat Operacji Clock Stop na Wyspie Mew. Jaki jest cel Operacji Clockstop? O ile się orientuję, wszystko ma związek z liczbami. W 1999 roku powstała firma Monarch. W 2010 wykupili teren przemysłowy, który teraz wykorzystują do wydobywania jakiegoś dziwnego gówna energetycznego. 1999 i 2010. 2010 - 1999 = 11. Pomnóż 11 przez 2010 = 22 110. Odwrotnie, to 01122, co jest bliskie kodowi pocztowemu obszaru przemysłowego. Niektórzy ludzie mówią „hej, Nick, to tylko zbieg okoliczności”, ale tak nie może być, ponieważ sprawa sięga znacznie głębiej. Monarch zaatakował uniwersytet 9 PAŹDZIERNIKA 2016 roku. W liczbach to 10 09 2016. Zera mają kształt kółek, trochę jak kropki w alfabecie Morse'a, co oznaczałoby, że wszystkie inne liczby są kreskami w alfabecie Morse'a. Tak więc 10 09 2016 w alfabecie Morse'a = O - O - - O - - - Sprawdziłem to w alfabecie Morse'a. To może być kilka różnych zestawów liter: A A N M R T T E M Po rozszyfrowaniu tych liter można napisać ARMAMENT i MEATMAN. Armament = broń. Meatman = rzeźnik. Co robią rzeźnicy? Siekają i kroją rzeczy. Do czego służy broń? Niszczy rzeczy. Cięcie i niszczenie rzeczy są ze sobą powiązane. To wszystko. Pomyśl o tym. Wciąż rozgryzam resztę, ale jestem na 95%. Nawiasem mówiąc, ta teoria jest copyrite Blanch McDougal (potajemnie nie Blanch McDougal) 2016. ............................................................................................................................................................................................................... GABE42 10-10-2016 01:16 ...wtf ............................................................................................................................................................................................................... HANSEL_GRETZKEY 10-10-2016 01:18 To brzmi bardzo podobnie do TAXI_GUY_69. Myślał, że ceny benzyny to tajne kody numeryczne do współrzędnych skarbów czy innego gówna. ............................................................................................................................................................................................................... BLANCH_MCDOUGAL 10-10-2016 01:20 Gaz jest własnością firm naftowych. Kto ma ogromne inwestycje w ropę? Monarch. #allconnected. Kto jest teraz idiotą? ............................................................................................................................................................................................................... HANSEL_GRETZKEY 10-10-2016 01:22 #cotycpiesz ............................................................................................................................................................................................................... SPONGEBACON 10-10-2016 01:24 Blanch coś kombinuje! Od lat widzę duchy w całym tym cholernym mieście. To wszystko jest połączone. #ALLCONNECTED Razem dojdźmy do sedna Operacji Clockstop. Może Monarch buduje tajną broń? Ale kim jest meatman? #kimjestmeatman ............................................................................................................................................................................................................... BLANCH_MCDOUGAL 10-10-2016 01:26 Dzięki Spongebacon. Bardzo dobra uwaga. Pytanie brzmi, do czego służy ta tajna broń? IDK, kim jest meatman. Może nie powinniśmy się na tym skupiać. To nie ma tyle sensu, co moja teoria liczb. ............................................................................................................................................................................................................... SPONGEBACON 10-10-2016 01:29 Tajna broń jest tym, co tworzy wszystkie duchy! Duchy nie mają mięsa, więc może meatman zbiera ludzi, a następnie zabija ich, aby stworzyć więcej duchów dla swojej armii duchów. #kimjestmeatman ............................................................................................................................................................................................................... BLANCH_MCDOUGAL 10-10-2016 01:31 To trochę głupie, zdecydowanie bardziej chodzi o Monarchę niż o duchy. ............................................................................................................................................................................................................... SPONGEBACON 10-10-2016 01:33 Powiedziałeś, że Monarch robi dziwne rzeczy w strefie przemysłowej z energią. Czy to może być energia duchów? Odpowiedź brzmi: tak. Ich plan jest prosty: Zebrać energię duchów. Rozmnożyć duchy. Zbudować ogromną armię duchów. Trwa masowe nawiedzenie, a za wszystkim stoi Człowiek Mięso! Blanch jako pierwszy odkrył prawdę!!! #kimjestmeatman ............................................................................................................................................................................................................... BLANCH_MCDOUGAL 10-10-2016 01:34 Proszę, nie łącz mnie z tym. ............................................................................................................................................................................................................... CHUPACABRA4REAL 10-10-2016 01:37 Zacząłem się zastanawiać jak zlokalizować mięsiarza. Narysowałem kropkę na mapie Riverport nad każdym sklepem mięsnym w mieście. Kiedy połączyłem kropki, wszystkie narysowały obraz łabędzia z naprawdę dziwną szyją. Kropki były czarne. Czarny łabędź? #kimjestmeatman ............................................................................................................................................................................................................... SPONGEBACON 10-10-2016 01:39 Czarny łabędź. Symbol ciemności. To gdzieś zmierza. #kimjestmeatman ............................................................................................................................................................................................................... BLANCH_MCDOUGAL 10-10-2016 01:41 Kropki były czarne tylko dlatego, że używałeś czarnego markera. Nie ma żadnego cholernego meatmana. Zakładam nowy wątek.

source: RIVERPORT DISCREET MOVING SERVICES “No questions asked. You pack, we move.” MOVING DATES: March 1st – March 28th, 1999 FROM: Workshop of William Joyce 821 Industrial Lane Riverport TO: Bradbury Swimming Pool 261 Bradbury Street Riverport CLIENT’S NAME: William Joyce SPECIAL INSTRUCTIONS: Extremely delicate boxes. Contents are confidential. Packed boxes not to be inspected. Pickup and drop off only. SHIPPING: 17 truck loads over the course of 17 days. TOTAL COST: $12,713.00
pl_pl: DYSKRETNE USŁUGI PRZEPROWADZKOWE RIVERPORT „Bez zadawania pytań. Ty się pakujesz, my cię przeprowadzamy”. DATY PRZEPROWADZKI: 1 marca - 28 marca 1999 r. OD: Warsztat Williama Joyce'a 821 Industrial Lane Riverport DO: Basen Bradbury 261 Bradbury Street Riverport IMIĘ I NAZWISKO KLIENTA: William Joyce INSTRUKCJE SPECJALNE: Niezwykle delikatne pudełka. Zawartość jest poufna. Zapakowane pudełka nie mogą być sprawdzane. Tylko odbiór i dostarczenie. WYSYŁKA: 17 ciężarówek w ciągu 17 dni. CAŁKOWITY KOSZT: $12,713.00

source: RIVERPORT HOSPITAL
pl_pl: SZPITAL RIVERPORT

source: RIVERPORT PHYSICIST ON THE RISE June 4th, 1997 Dr. Joyce and Dr. Meyer became household names earlier this year when their paper on the proposed existence of a chronon field became one of the most hotly debated theories in the quantum physics community since the Higgs boson. William Joyce, born and raised in Riverport, wasn’t satisfied with simply being a part of the discussion and decided to actively search for proof. His proposed research project led to him obtaining the highly prestigious Harold Steinberg Fund, with an estimated value of $150,000. Dr. William Joyce is officially the youngest recipient of the Harold Steinberg research grant to date. While the specifics of his research proposal remains confidential, it is likely that Joyce aims to demonstrate clear proof of the so-called Meyer-Joyce Field, as well as potential applications for the manipulation of this field. A research timeline has been established with milestones that point to early 1999 as the period when this research will be ready for public unveiling. We will continue to follow William Joyce’s story as part of our Riverport Rising series.
pl_pl: FIZYK Z RIVERPORT NA FALI 4 czerwca 1997 Dr. Joyce i dr. Meyer stali się powszechnie znani na początku tego roku, gdy ich artykuł na temat proponowanego istnienia pola chrononowego stał się jedną z najgoręcej dyskutowanych teorii w społeczności fizyki kwantowej od czasu bozonu Higgsa. William Joyce, urodzony i wychowany w Riverport, nie był zadowolony z bycia częścią dyskusji i postanowił aktywnie poszukiwać dowodów. Zaproponowany przez niego projekt badawczy doprowadził do uzyskania bardzo prestiżowego Funduszu Harolda Steinberga o szacunkowej wartości 150 000 USD. Dr William Joyce jest oficjalnie najmłodszym jak dotąd odbiorcą grantu badawczego Harolda Steinberga. Podczas gdy szczegóły jego propozycji badawczej pozostają poufne, jest prawdopodobne, że Joyce ma na celu wykazanie wyraźnego dowodu na istnienie tak zwanego pola Meyera-Joyce'a, a także potencjalnych zastosowań do manipulowania tym polem. Ustalono harmonogram badań z kamieniami milowymi, które wskazują na początek 1999 roku jako okres, w którym badania te będą gotowe do publicznego ujawnienia. Będziemy nadal śledzić historię Williama Joyce'a w ramach naszej serii Riverport Rising.

source: RIVERPORT POLICE ARE ASKING THAT CITIZENS STAY CLEAR OF THE AREA...
pl_pl: Policja Riverport prosi obywateli by nie zbliżali się do tego obszaru...

source: RIVERPORT STREETS
pl_pl: ULICE RIVERPORT

source: RIVERPORT UNIVERSITY
pl_pl: UNIWERSYTET RIVERPORT

source: RIVERPORT UNIVERSITY EMPLOYEE HIGHLIGHT Paul Serene – Project Director With a track record of extremely profitable business ventures behind him, Paul Serene joined Riverport University in 2010 to head one of the most significant physics research projects the university has ever seen. He is the youngest project director in the history of our university, and by far the most successful to date. His involvement has encouraged a flood of high profile investments that resulted in the extremely ambitious, yet-unrevealed quantum physics project referred to as Project Promenade. In his own words: “I'm not a scientist myself, and thus it may come as a surprise to many that I fought to obtain the position as project director development here at the university. For me it’s a dream come true. Growing up my best friend was the brother of renowned quantum physicist William Joyce. I've always been fascinated by William’s work, and his publications from 1997 to 1999 were groundbreaking for the scientific community. As a businessman I’ve been able to help shape a path to create practical applications for William’s work by building on the foundation that he created with a group of immensely talented physicists. That was the basis for Project Promenade, and the results have been absolutely revolutionary.” Paul Serene’s favorite sports team is the Riverport Rexes. You can see him front row at every game.
pl_pl: WYRÓŻNIENIE DLA PRACOWNIKA UNIWERSYTETU RIVERPORT Paul Serene - dyrektor projektu Paul Serene, mający na swoim koncie niezwykle dochodowe przedsięwzięcia biznesowe, dołączył do uniwersytetu Riverport w 2010 roku, aby kierować jednym z najbardziej znaczących projektów badawczych w dziedzinie fizyki, jakie uniwersytet kiedykolwiek widział. Jest najmłodszym dyrektorem projektu w historii naszej uczelni i do tej pory najbardziej utytułowanym. Jego zaangażowanie zachęciło do zalewu głośnych inwestycji, które zaowocowały niezwykle ambitnym, jeszcze nieujawnionym projektem fizyki kwantowej, zwanym projektem Promenada. Jego własnymi słowami: "Sam nie jestem naukowcem, dlatego dla wielu może być zaskoczeniem, że walczyłem o stanowisko dyrektora ds. rozwoju projektów tutaj na uniwersytecie. Dla mnie to spełnienie marzeń. Gdy dorastałem, moim najlepszym przyjacielem był brat znanego fizyka kwantowego - Williama Joyce. Zawsze fascynowała mnie praca Williama, a jego publikacje z lat 1997-1999 były przełomowe dla społeczności naukowej. Jako biznesmen byłem w stanie pomóc ukształtować ścieżkę do stworzenia praktycznych zastosowań dla pracy Williama, budując na fundamencie, który stworzył wraz z grupą niezwykle utalentowanych fizyków. To była podstawa Projektu Promenada, a jej wyniki były absolutnie rewolucyjne". Ulubioną drużyną sportową Paula Serene jest Riverport Rexes. Można go zobaczyć w pierwszym rzędzie na każdym meczu.

source: RIVERPORT UNIVERSITY LIBRARY
pl_pl: BIBLIOTEKA W UNIWERSYTECIE RIVERPORT

source: RIVERPORT'S OWN MAYOR RACKLEY IS CURRENTLY HOLDING REGARDING
pl_pl: burmistrza Riverport, która będzie poruszać temat

source: Radio
pl_pl: Audycja radiowa

source: Radio Show
pl_pl: Audycja radiowa

source: Radio show detailling Riverport University protest
pl_pl: Audycja radiowa opisująca protest na Uniwersytecie Riverport

source: Raider 5's on his way there. Orders are to keep all exit points blocked. Backup's en route to flush him out.
pl_pl: Oddział Raider 5 jest w drodze. Mamy rozkaz zablokować wszystkie wyjścia. Wsparcie jest w drodze, aby wyeliminować tego gościa.

source: Raider Nine, send in the Striker team. We can't afford any more mistakes.
pl_pl: Oddział Raider 9, wysłaliśmy oddział Strikerów. Nie możemy sobie pozwolić na więcej błędów.

source: Raider Nine, what do you mean Striker team is down? How many?
pl_pl: Oddział Raider 9, co to znaczy, że drużyna Striker leży? Ilu dokładnie?

source: Raider team three, intercept immediately. Ready another extraction unit to remove the core.
pl_pl: Oddział Raider 3, natychmiast ich przechwycić. Przygotować kolejną jednostkę do usunięcia rdzenia.

source: Raider team, have Jack and William Joyce been detained?
pl_pl: Drużyno Raider, czy Jack i William Joyce zostali zatrzymani?

source: Raider team, target spotted exiting the service elevator!
pl_pl: Do oddziału Raider, cel zauważony przy wyjściu z windy serwisowej!

source: Re: Time machine core
pl_pl: ODP: Rdzeń wehikułu czasu

source: Reach somebody? How about Serene, isn't he supposed to be in charge here? This is completely fucked up!
pl_pl: Dotrzeć do kogoś? A może Serene, czy to nie on powinien tu dowodzić? To jest kompletnie popieprzone!

source: Reach the drydocks
pl_pl: Dotrzyj do portu

source: Reach the lobby
pl_pl: Dostań się do holu

source: Reach the open window
pl_pl: Dotrzyj do otwartego okna

source: Reach the radar tower
pl_pl: Dotrzyj do wieży radarowej

source: Reach the time machine
pl_pl: Dotrzyj do wehikułu czasu

source: Reacquiring target.
pl_pl: Ponownnie przejmuję cel.

source: Reacquiring weapons lock.
pl_pl: Ponowne uzyskanie blokady broni.

source: Reading a chronon surge.
pl_pl: Odczytuje skoki chrononu.

source: Reading hostile chronon surge!
pl_pl: Wyczuwam wrogi chronon!

source: Ready to bring in the tarp?
pl_pl: Gotowy do założenia plandeki?

source: Ready to lift off in fifteen, sir. What's the profile?
pl_pl: Gotowy do startu za piętnaście minut. Jaki jest profil?

source: Ready when you are, Jack.
pl_pl: Jestem gotowa, Jack.

source: Really.
pl_pl: Ah tak?

source: Recovery
pl_pl: Regeneracja

source: Recycling launcher.
pl_pl: Zmieniam magazynek w wyrzutni.

source: Red paint. It's the same color as blood. I wonder if someone was trying to make it look like a blood trail?
pl_pl: Czerwona farba. Ma taki sam kolor jak krew. Zastanawiam się, czy ktoś próbował sprawić, by wyglądało to jak ślad krwi?

source: Reduced Cooldown
pl_pl: Krótszy czas odnowienia

source: Refill ammo
pl_pl: Uzupełnij amunicję

source: Refilled %s ammo.
pl_pl: Uzupełniono amunicję do %s.

source: Reflections on the End
pl_pl: Refleksje na temat końca

source: Reinforcements are here!
pl_pl: Przybyły posiłki!

source: Reinforcements inbound, hold the line. Over.
pl_pl: Posiłki w drodze, utrzymać linię. Odbiór.

source: Reinforcements inbound, over.
pl_pl: Nadlatują posiłki, odbiór.

source: Reinforcements inbound. Hold hyour position. Over.
pl_pl: Zbliżają się posiłki. Utrzymać pozycję. Odbiór.

source: Reinforcements inbound. Just hold out. Over.
pl_pl: Zbliżają się posiłki. Wytrzymać. Odbiór.

source: Reinforcements incoming, keep him locked down. Over.
pl_pl: Nadchodzą posiłki, trzymajcie go pod kluczem. Odbiór.

source: Reinforcements incoming, over.
pl_pl: Nadchodzą posiłki, odbiór.

source: Reinforcements on their way, over.
pl_pl: Posiłki w drodze, odbiór.

source: Reinforcements!
pl_pl: Posiłki!

source: Reinforcments granted. Relocating units for support, over.
pl_pl: Przyznano wzmocnienia. Przeniesienie jednostek w celu wsparcia.

source: Release Will from the stutter
pl_pl: Uwolnij Willa z zacięcia
